amazonwebservices.aws-toolkit-vscode
dbaeumer.vscode-eslint
docker.docker
esbenp.prettier-vscode
financialforce.lana
mark-tucker.aws-cli-configure
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
redhat.vscode-xml
salesforce.connectivity-tooling-ic-vscode-extension
salesforce.mule-dx-data-weave-client
salesforce.mule-dx-dependencies
salesforce.mule-dx-vscode
salesforce.salesforce-vscode-slds
salesforce.salesforcedx-einstein-gpt
salesforce.salesforcedx-vscode
salesforce.salesforcedx-vscode-apex
salesforce.salesforcedx-vscode-apex-debugger
salesforce.salesforcedx-vscode-apex-log
salesforce.salesforcedx-vscode-apex-oas
salesforce.salesforcedx-vscode-apex-replay-debugger
salesforce.salesforcedx-vscode-apex-testing
salesforce.salesforcedx-vscode-core
salesforce.salesforcedx-vscode-lightning
salesforce.salesforcedx-vscode-lwc
salesforce.salesforcedx-vscode-metadata
salesforce.salesforcedx-vscode-org
salesforce.salesforcedx-vscode-services
salesforce.salesforcedx-vscode-soql
salesforce.salesforcedx-vscode-visualforce
salesforce.sfdx-code-analyzer-vscode
snowflake.snowflake-vsc
visualstudioexptteam.intellicode-api-usage-examples
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-maven
